Repository: Ozenforwin/akifi-ios
Catalog: AkifiIOS/Localization/Localizable.xcstrings
Source language: ru
Languages: en, es

# insight.weeklyDigest.empty
source: На неделе не было операций. Время подумать о планах?
en: No transactions this week. Time to plan ahead?
es: Sin transacciones esta semana. ¿Hora de planificar?

# insights.dismiss
source: Скрыть
en: Dismiss
es: Descartar

# insights.showLess
source: Скрыть
en: Show less
es: Mostrar menos

# insights.showMore.%lld
source: Ещё %lld
en: Show %lld more
es: Mostrar %lld más

# invite.accept
source: Принять
en: Accept
es: Aceptar

# invite.codePlaceholder
source: Код приглашения
en: Invite code
es: Código de invitación

# invite.errorAlreadyMember
source: Вы уже участник этого счёта
en: You are already a member
es: Ya eres miembro

# invite.errorExpired
source: Срок приглашения истёк
en: Invite has expired
es: La invitación ha expirado

# invite.errorNotFound
source: Приглашение не найдено или уже использовано
en: Invite not found or already used
es: Invitación no encontrada o ya utilizada

# invite.errorUnknown
source: Не удалось принять приглашение
en: Failed to accept invite
es: Error al aceptar la invitación

# invite.joining
source: Присоединяемся к счёту...
en: Joining account...
es: Uniéndose a la cuenta...

# invite.pasteHint
source: Вставьте код приглашения, который вам отправили
en: Paste the invite code you received
es: Pega el código de invitación que recibiste

# invite.success
source: Вы присоединились к счёту!
en: You joined the account!
es: ¡Te uniste a la cuenta!

# invite.title
source: Принять приглашение
en: Accept invite
es: Aceptar invitación

# journal.addPhotos
source: Добавить фото
en: Add Photos
es: Añadir fotos

# journal.content
source: Содержание
en: Content
es: Contenido

# journal.contentPlaceholder
source: О чём думаете?
en: What's on your mind?
es: ¿Qué piensas?

# journal.deleteConfirm
source: Удалить эту заметку?
en: Delete this note?
es: ¿Eliminar esta nota?

# journal.editNote
source: Редактировать
en: Edit Note
es: Editar nota

# journal.empty.action
source: Создать заметку
en: Create Note
es: Crear nota

# journal.empty.reflection
source: Месячная рефлексия
en: Monthly reflection
es: Reflexión mensual

# journal.empty.subtitle
source: Записывайте финансовые мысли и еженедельные рефлексии
en: Start recording your financial thoughts and reflections
es: Comienza a registrar tus pensamientos financieros

# journal.empty.title
source: Журнал пуст
en: No Notes Yet
es: Sin notas aún

# journal.empty.writeNote
source: Написать заметку
en: Write a note
es: Escribir nota

# journal.filter.all
source: Все
en: All
es: Todos

# journal.filter.freeform
source: Заметки
en: Notes
es: Notas

# journal.filter.notes
source: Заметки
en: Notes
es: Notas

# journal.filter.reflections
source: Рефлексии
en: Reflections
es: Reflexiones

# journal.filter.transactions
source: Транзакции
en: Transactions
es: Transacciones

# journal.linkedTransaction
source: Связанная транзакция
en: Linked Transaction
es: Transacción vinculada

# journal.linker.clear
source: Убрать привязку
en: Clear linked transaction
es: Quitar transacción vinculada

# journal.linker.empty
source: Транзакции не найдены
en: No transactions found
es: No se encontraron transacciones

# journal.linker.emptyHint
source: Открывает список транзакций
en: Opens the transaction picker
es: Abre el selector de transacciones

# journal.linker.emptySubtitle
source: Свяжите заметку с тратой или доходом
en: Connect this note to a purchase or income
es: Conecta esta nota con una compra o ingreso

# journal.linker.emptyTitle
source: Привязать транзакцию
en: Link a transaction
es: Vincular una transacción

# journal.linker.searchPlaceholder
source: Поиск транзакций
en: Search transactions
es: Buscar transacciones

# journal.linker.title
source: Привязать транзакцию
en: Link Transaction
es: Vincular transacción

# journal.linker.unnamed
source: Транзакция
en: Transaction
es: Transacción

# journal.manageTagsTitle
source: Управление тегами
en: Manage tags
es: Administrar etiquetas

# journal.mood
source: Настроение
en: Mood
es: Estado de ánimo

# journal.moreDetails
source: Подробнее
en: More details
es: Más detalles

# journal.newNote
source: Новая заметка
en: New Note
es: Nueva nota

# journal.newReflection
source: Еженедельная рефлексия
en: Weekly Reflection
es: Reflexión semanal

# journal.noteType
source: Тип заметки
en: Note Type
es: Tipo de nota

# journal.period
source: Период
en: Period
es: Período

# journal.period.end
source: Конец
en: End
es: Fin

# journal.period.start
source: Начало
en: Start
es: Inicio

# journal.photo.remove
source: Удалить фото
en: Remove photo
es: Eliminar foto

# journal.photos
source: Фотографии
en: Photos
es: Fotos

# journal.photos.count %lld %lld
source: %1$lld из %2$lld
en: %1$lld of %2$lld
es: %1$lld de %2$lld

# journal.photosSelected %lld
source: Выбрано фото: %lld
en: %lld photos selected
es: %lld fotos seleccionadas

# journal.reflection.expense
source: Расходы
en: Expenses
es: Gastos

# journal.reflection.formPrompt.change
source: ⚡ Что хотели бы изменить?
en: ⚡ What would you like to change?
es: ⚡ ¿Qué te gustaría cambiar?

# journal.reflection.formPrompt.insight
source: 💡 Какие выводы вы сделали?
en: 💡 What insights did you gain?
es: 💡 ¿Qué conclusiones sacaste?

# journal.reflection.formPrompt.nextGoal
source: 🚀 Какая цель на следующий период?
en: 🚀 What's your goal for next period?
es: 🚀 ¿Cuál es tu meta para el próximo período?

# journal.reflection.formPrompt.win
source: 🎯 Что прошло хорошо в этом периоде?
en: 🎯 What went well this period?
es: 🎯 ¿Qué salió bien en este período?

# journal.reflection.income
source: Доходы
en: Income
es: Ingresos

# journal.reflection.net
source: Баланс
en: Net
es: Neto

# journal.reflection.noData
source: Нет расходов в этом периоде
en: No expenses in this period
es: Sin gastos en este período

# journal.reflection.period.change
source: Изменить
en: Change
es: Cambiar

# journal.reflection.period.lastMonth
source: Прошлый месяц
en: Last month
es: Mes pasado

# journal.reflection.period.thisMonth
source: Этот месяц
en: This month
es: Este mes

# journal.reflection.period.thisWeek
source: Эта неделя
en: This week
es: Esta semana

# journal.reflection.placeholder
source: Поделитесь мыслями о неделе...
en: Share your weekly reflection...
es: Comparte tu reflexión semanal...

# journal.reflection.prompt1
source: Какой расход был самым полезным?
en: What was the most useful expense?
es: ¿Cuál fue el gasto más útil?

# journal.reflection.prompt2
source: Что бы вы не покупали снова?
en: What would you not buy again?
es: ¿Qué no volverías a comprar?

# journal.reflection.prompt3
source: Удалось ли уложиться в бюджет?
en: Did you stick to your budget?
es: ¿Cumpliste tu presupuesto?

# journal.reflection.prompt4
source: Финансовая цель на следующую неделю?
en: Financial goal for next week?
es: ¿Meta financiera para la próxima semana?

# journal.reflection.promptPlaceholder
source: Поделитесь мыслями…
en: Share your thoughts…
es: Comparte tus pensamientos…

# journal.reflection.prompts
source: Подсказки
en: Reflection Prompts
es: Indicadores

# journal.reflection.spent
source: Потрачено
en: Spent
es: Gastado

# journal.reflection.titlePlaceholder
source: Заголовок рефлексии (необязательно)
en: Reflection title (optional)
es: Título de reflexión (opcional)

# journal.reflection.topCategories
source: Топ категории
en: Top Categories
es: Categorías principales

# journal.reflection.topCategoriesShort
source: Топ-3:
en: Top 3:
es: Top 3:

# journal.reflection.transactions
source: Операции
en: Transactions
es: Transacciones

# journal.reflection.txCount
source: Транзакций
en: Transactions
es: Transacciones

# journal.reflection.txCountShort %lld
source: %lld транз.
en: %lld txns
es: %lld tx

# journal.reflection.txShort
source: транз.
en: txns
es: tx

# journal.reflection.weekMood
source: Как прошла финансовая неделя?
en: How was your financial week?
es: ¿Cómo fue tu semana financiera?

# journal.reflection.weekTitle
source: Рефлексия за неделю
en: Weekly Reflection
es: Reflexión semanal

# journal.reflection.yourThoughts
source: Ваши мысли
en: Your Thoughts
es: Tus pensamientos

# journal.reflection.yourWeek
source: Ваша неделя
en: Your Week
es: Tu semana

# journal.search
source: Поиск по журналу
en: Search journal
es: Buscar en el diario

# journal.selectTransaction
source: Выберите транзакцию
en: Select a transaction
es: Seleccionar transacción

# journal.tag.add %@
source: Добавить тег %@
en: Add tag %@
es: Agregar etiqueta %@

# journal.tag.deleteConfirm
source: Удалить
en: Delete
es: Eliminar

# journal.tag.deleteFromHistory
source: Удалить из истории
en: Delete from history
es: Eliminar del historial

# journal.tag.deleteMessage %@
source: Тег #%@ будет скрыт из подсказок. Существующие заметки сохранят его.
en: Tag #%@ will be hidden from suggestions. Existing notes keep it.
es: La etiqueta #%@ se ocultará de las sugerencias. Las notas existentes la conservan.

# journal.tag.deleteTitle
source: Удалить тег?
en: Delete tag?
es: ¿Eliminar etiqueta?

# journal.tag.remove %@
source: Удалить тег %@
en: Remove tag %@
es: Quitar этикет %@

# journal.tagManagement.activeTags
source: Активные теги
en: Active tags
es: Etiquetas activas

# journal.tagManagement.empty
source: Теги пока не использовались
en: No tags used yet
es: Aún no se usan etiquetas

# journal.tagManagement.hiddenTags
source: Скрытые теги
en: Hidden tags
es: Etiquetas ocultas

# journal.tagManagement.usageCount %lld
source: %lld заметок
en: %lld notes
es: %lld notas

# journal.tagPlaceholder
source: Добавить тег
en: Add a tag
es: Agregar etiqueta

# journal.tags
source: Теги
en: Tags
es: Etiquetas

# journal.tags.matching
source: Совпадения
en: Matches
es: Coincidencias

# journal.tags.moreButton %lld
source: Ещё %lld тегов
en: %lld more tags
es: %lld etiquetas más

# journal.tags.suggested
source: Предложения
en: Suggestions
es: Sugerencias

# journal.title
source: Журнал
en: Journal
es: Diario

# journal.titlePlaceholder
source: Заголовок (необязательно)
en: Title (optional)
es: Título (opcional)

# journal.transactionLinked
source: Транзакция привязана
en: Transaction linked
es: Transacción vinculada

# journal.upload.error.compression
source: Не удалось сжать фото
en: Couldn't compress the photo
es: No se pudo comprimir la foto

# journal.upload.error.decode
source: Неподдерживаемый формат фото
en: Photo format is not supported
es: Formato de foto no compatible

# journal.upload.error.load
source: Не удалось загрузить выбранное фото
en: Couldn't load the selected photo
es: No se pudo cargar la foto seleccionada

# journal.weeklyReflection
source: Еженедельная рефлексия
en: Weekly Reflection
es: Reflexión semanal

# language.russian
source: Русский
en: Russian
es: Ruso

# layout.grid
source: Сетка
en: Grid
es: Cuadrícula

# layout.grid.desc
source: Компактная сетка иконок
en: Compact icon grid
es: Cuadrícula compacta

# layout.list
source: Список
en: List
es: Lista

# layout.list.desc
source: Полный список с названиями
en: Full list with names
es: Lista completa con nombres

# layout.wheel
source: Кольцо
en: Wheel
es: Rueda

# layout.wheel.desc
source: Категории по кругу
en: Categories in a circle
es: Categorías en círculo

# level.apprentice
source: Ученик
en: Apprentice
es: Aprendiz

# level.champion
source: Чемпион
en: Champion
es: Campeon

# level.expert
source: Эксперт
en: Expert
es: Experto

# level.financier
source: Финансист
en: Financier
es: Financiero

# level.guru
source: Гуру
en: Guru
es: Guru

# level.legend
source: Легенда
en: Legend
es: Leyenda

# level.master
source: Мастер
en: Master
es: Maestro

# level.novice
source: Новичок
en: Novice
es: Novato

# level.titan
source: Титан
en: Titan
es: Titan

# level.tycoon
source: Магнат
en: Tycoon
es: Magnate

# migration.code
source: Код миграции
en: Migration code
es: Migration code

# migration.codePlaceholder
source: Код миграции
en: Migration code
es: Código de migración

# migration.instructions
source: Отправьте /migrate боту @akifiapp_bot в Telegram и введите полученный код
en: Send /migrate to @akifiapp_bot in Telegram and enter the received code
es: Envía /migrate al bot @akifiapp_bot en Telegram e ingresa el código recibido

# migration.invalidCode
source: Неверный или просроченный код. Попробуйте получить новый.
en: Invalid or expired code. Try getting a new one.
es: Código inválido o expirado. Intenta obtener uno nuevo.

# migration.link
source: Привязать аккаунт
en: Link account
es: Link account

# migration.linkAccount
source: Привязать аккаунт
en: Link account
es: Vincular cuenta

# migration.title
source: Миграция из Telegram
en: Migrate from Telegram
es: Migrate from Telegram

# month.apr
source: Апр.
en: Apr
es: Abr

# month.aug
source: Авг.
en: Aug
es: Ago

# month.dec
source: Дек.
en: Dec
es: Dic

# month.feb
source: Февр.
en: Feb
es: Feb

# month.jan
source: Янв.
en: Jan
es: Ene

# month.jul
source: Июль
en: Jul
es: Jul

# month.jun
source: Июнь
en: Jun
es: Jun

# month.mar
source: Март
en: Mar
es: Mar

# month.may
source: Май
en: May
es: May

# month.nov
source: Нояб.
en: Nov
es: Nov

# month.oct
source: Окт.
en: Oct
es: Oct

# month.sep
source: Сент.
en: Sep
es: Sep

# mood.good
source: Хорошо
en: Good
es: Bien

# mood.great
source: Отлично
en: Great
es: Genial

# mood.neutral
source: Нейтрально
en: Neutral
es: Neutral

# mood.stressed
source: В стрессе
en: Stressed
es: Estresado

# mood.worried
source: Тревожно
en: Worried
es: Preocupado

# noteType.freeform
source: Заметка
en: Note
es: Nota

# noteType.note
source: Заметка
en: Note
es: Nota

# noteType.reflection
source: Рефлексия
en: Reflection
es: Reflexión

# noteType.transaction
source: Транзакция
en: Transaction
es: Transacción

# notification.budget.body %lld
source: Использовано %lld%% бюджета. Следите за расходами!
en: %lld%% of budget used. Watch your spending!
es: %lld%% del presupuesto usado. Cuide sus gastos!

# notification.budget.title %@
source: Бюджет: %@
en: Budget: %@
es: Presupuesto: %@

# notification.inactivity.body
source: Не забывайте записывать расходы. Так легче контролировать бюджет!
en: Don't forget to track expenses. It helps control your budget!
es: No olvide registrar gastos. Ayuda a controlar su presupuesto!

# notification.inactivity.title
source: Давно не заходили
en: We miss you
es: Te extraniamos

# notification.largeExpense.body %@
source: Зафиксирован расход на %@. Проверьте операцию.
en: Expense of %@ recorded. Please verify.
es: Se registro un gasto de %@. Verifique la operacion.

# notification.largeExpense.title
source: Крупный расход
en: Large expense
es: Gasto grande

# notification.savings.body %lld
source: Поздравляем! Вы достигли %lld%% цели!
en: Congratulations! You reached %lld%% of your goal!
es: Felicidades! Alcanzo el %lld%% de su meta!

# notification.savings.title %@
source: Цель: %@
en: Goal: %@
es: Meta: %@

# notification.subscription.body %@ %lld
source: Списание за %1$@ через %2$lld дн.
en: %1$@ will be charged in %2$lld day(s).

# notification.subscription.bodyToday %@
source: Сегодня списание за %@.
en: %@ is being charged today.

# notification.subscription.title
source: Скоро списание по подписке
en: Upcoming subscription charge

# notification.weeklyDigest.title
source: Итоги недели
en: Weekly digest
es: Resumen semanal

# notifications.autoThresholdDesc
source: Порог определяется автоматически на основе ваших средних расходов
en: Threshold is automatically determined based on your average expenses
es: El umbral se determina automáticamente según tus gastos promedio

# notifications.budgets
source: Бюджеты
en: Budgets
es: Presupuestos

# notifications.budgetWarnings
source: Предупреждения о бюджете
en: Budget Warnings
es: Alertas de presupuesto

# notifications.enabled
source: Уведомления
en: Notifications
es: Notificaciones

# notifications.enabledFooter
source: Управляйте какие уведомления вы хотите получать
en: Control which notifications you want to receive
es: Controla qué notificaciones quieres recibir

# notifications.expenses
source: Расходы
en: Expenses
es: Gastos

# notifications.inactivity
source: Неактивность (>3 дня)
en: Inactivity (>3 days)
es: Inactividad (>3 días)

# notifications.largeExpenses
source: Крупные расходы
en: Large Expenses
es: Gastos grandes

# notifications.largeThreshold
source: Порог
en: Threshold
es: Umbral

# notifications.savings
source: Накопления
en: Savings
es: Ahorros

# notifications.savingsMilestones
source: Достижение целей
en: Goal Milestones
es: Logro de objetivos

# notifications.thresholdLabel
source: Уведомление при
en: Alert at
es: Alerta al

# notifications.weeklyPace
source: Еженедельный темп
en: Weekly Pace
es: Ritmo semanal

# onboarding.account.createAndContinue
source: Создать и продолжить
en: Create and continue
es: Crear y continuar

# onboarding.account.namePlaceholder
source: Название счёта
en: Account name
es: Nombre de la cuenta

# onboarding.account.title
source: Создайте первый счёт
en: Create your first account
es: Cree su primera cuenta

# onboarding.allSet
source: Всё готово!
en: All set!
es: All set!

# onboarding.chooseCurrency
source: Выберите валюту
en: Choose currency
es: Choose currency

# onboarding.completion.goToApp
source: Перейти в приложение
en: Go to app
es: Ir a la aplicacion

# onboarding.completion.subtitle
source: Начните управлять своими финансами прямо сейчас
en: Start managing your finances right now
es: Comience a gestionar sus finanzas ahora mismo

# onboarding.completion.title
source: Всё готово!
en: All set!
es: Todo listo!

# onboarding.createAccount
source: Создайте первый счёт
en: Create your first account
es: Create your first account

# onboarding.currency.subtitle
source: Все суммы будут отображаться в выбранной валюте
en: All amounts will be displayed in the selected currency
es: Todos los montos se mostraran en la moneda seleccionada

# onboarding.currency.title
source: Выберите валюту
en: Choose currency
es: Elija la moneda

# onboarding.enableNotifications
source: Включить уведомления
en: Enable notifications
es: Enable notifications

# onboarding.features
source: Что умеет Akifi
en: What Akifi can do
es: What Akifi can do

# onboarding.features.aiAssistant
source: AI-ассистент
en: AI Assistant
es: Asistente AI

# onboarding.features.aiAssistant.subtitle
source: Персональные финансовые советы
en: Personal financial advice
es: Consejos financieros personales

# onboarding.features.analytics
source: Аналитика
en: Analytics
es: Analiticas

# onboarding.features.analytics.subtitle
source: Графики и отчёты по категориям
en: Charts and reports by category
es: Graficos e informes por categoria

# onboarding.features.budgets
source: Бюджеты
en: Budgets
es: Presupuestos

# onboarding.features.budgets.subtitle
source: Контролируйте расходы
en: Control your spending
es: Controle sus gastos

# onboarding.features.savings
source: Накопления
en: Savings
es: Ahorros

# onboarding.features.savings.subtitle
source: Копите на мечту с процентами
en: Save for your dreams with interest
es: Ahorre para sus suenos con intereses

# onboarding.features.title
source: Что умеет Akifi
en: What Akifi can do
es: Que puede hacer Akifi

# onboarding.features.transactions
source: Операции
en: Transactions
es: Operaciones

# onboarding.features.transactions.subtitle
source: Доходы, расходы и переводы
en: Income, expenses and transfers
es: Ingresos, gastos y transferencias

# onboarding.goToApp
source: Перейти в приложение
en: Go to app
es: Go to app

# onboarding.notifications.budgetWarnings
source: Предупреждения о бюджете
en: Budget warnings
es: Alertas de presupuesto

# onboarding.notifications.enable
source: Включить уведомления
en: Enable notifications
es: Activar notificaciones

# onboarding.notifications.goalReached
source: Достижение целей
en: Goal milestones
es: Logro de metas

# onboarding.notifications.largeExpenses
source: Крупные расходы
en: Large expenses
es: Gastos grandes

# onboarding.notifications.streakSupport
source: Поддержка стрика
en: Streak support
es: Soporte de racha

# onboarding.notifications.subtitle
source: Получайте оповещения о бюджетах, крупных расходах и достижении целей накоплений
en: Get alerts about budgets, large expenses and savings goal milestones
es: Reciba alertas sobre presupuestos, gastos grandes y metas de ahorro

# onboarding.notifications.title
source: Уведомления
en: Notifications
es: Notificaciones

# onboarding.start
source: Начать
en: Get Started
es: Get Started

# onboarding.subtitle
source: Умный финансовый помощник для управления вашими деньгами
en: Smart financial assistant for managing your money
es: Smart financial assistant for managing your money

# onboarding.welcome
source: Добро пожаловать в Akifi
en: Welcome to Akifi
es: Welcome to Akifi

# onboarding.welcome.start
source: Начать
en: Get started
es: Comenzar

# onboarding.welcome.subtitle
source: Умный финансовый помощник для управления вашими деньгами
en: Smart financial assistant to manage your money
es: Asistente financiero inteligente para administrar su dinero

# onboarding.welcome.title
source: Добро пожаловать в Akifi
en: Welcome to Akifi
es: Bienvenido a Akifi

# pdf.allAccounts
source: Все счета
en: All accounts
es: Todas las cuentas

# pdf.budgets
source: Бюджеты
en: Budgets
es: Presupuestos

# pdf.col.amount
source: СУММА
en: AMOUNT
es: IMPORTE

# pdf.col.category
source: КАТЕГОРИЯ
en: CATEGORY
es: CATEGORÍA

# pdf.expense
source: Расход
en: Expenses
es: Gastos

# pdf.expensesByCategory
source: Расходы по категориям
en: Expenses by category
es: Gastos por categoría

# pdf.footer
source: Создано с Akifi · akifi.pro
en: Generated by Akifi · akifi.pro
es: Generado con Akifi · akifi.pro

# pdf.generatedAt
source: Создан
en: Generated
es: Generado

# pdf.income
source: Доход
en: Income
es: Ingresos

# pdf.month
source: мес
en: mo
es: mes

# pdf.net
source: Остаток
en: Net
es: Neto

# pdf.subscriptions
source: Подписки
en: Subscriptions
es: Suscripciones

# pdf.subscriptions.total
source: Итого в месяц
en: Monthly total
es: Total mensual

# pdf.summary
source: Сводка
en: Summary
es: Resumen

# pdf.title
source: Финансовый отчёт
en: Financial Report
es: Informe financiero

# pdf.topTransactions
source: Топ расходов
en: Top expenses
es: Gastos principales

# pdf.total
source: Итого
en: Total
es: Total

# period.custom
source: Произвольный
en: Custom
es: Personalizado

# period.customRange
source: Свой период
en: Custom period
es: Período personalizado

# period.month
source: Месяц
en: Month
es: Mes

# period.monthly
source: Ежемесячно
en: Monthly
es: Mensualmente

# period.monthShort
source: Месяц
en: Month
es: Mes

# period.quarterly
source: Ежеквартально
en: Quarterly
es: Trimestralmente

# period.quarterShort
source: Квартал
en: Quarter
es: Trimestre

# period.threeMonths
source: 3 мес
en: 3 mo
es: 3 meses

# period.today
source: Сегодня
en: Today
es: Hoy

# period.week
source: Неделя
en: Week
es: Semana

# period.weekly
source: Еженедельно
en: Weekly
es: Semanalmente

# period.year
source: Год
en: Year
es: Año

# period.yearly
source: Ежегодно
en: Yearly
es: Anualmente

# period.yearShort
source: Год
en: Year
es: Año

# premium.active
source: Активно
en: Active
es: Active

# premium.restore
source: Восстановить покупки
en: Restore purchases
es: Restore purchases

# premium.unlock
source: Разблокируйте все возможности
en: Unlock all features
es: Unlock all features

# profile.changePhoto
source: Изменить фото
en: Change Photo
es: Cambiar foto

# profile.deletePhoto
source: Удалить фото
en: Delete Photo
es: Eliminar foto

# profile.error.compression
source: Ошибка сжатия изображения
en: Image compression error
es: Error al comprimir la imagen

# profile.error.invalidFormat
source: Неверный формат изображения
en: Invalid image format
es: Formato de imagen no valido

# profile.error.loadImage
source: Не удалось загрузить изображение
en: Failed to load image
es: No se pudo cargar la imagen
